{
    "landingPage": {
        "welcome": "Bienvenue chez PJ TurbinePro GmbH",
        "slogan": "Restauration de puissance et renouvellement de confiance",
        "description1": "Chez PJ TurbinePro GmbH, nous sommes spécialisés dans la maintenance et la réparation de turbines. Notre mission est de restaurer la puissance et de renouveler la confiance en fournissant des solutions fiables pour des performances optimales de la turbine.",
        "description2": "Avec une équipe de professionnels expérimentés et des technologies avancées, nous proposons des services exceptionnels qui dépassent les normes de l'industrie. De la maintenance de routine aux réparations d'urgence, nous accordons la priorité à la sécurité, à la qualité et à la satisfaction du client.",
        "description3": "Faites confiance à PJ TurbinePro GmbH pour être votre partenaire fiable dans le maintien des performances et de la fiabilité de vos centrales électriques. Vivez la différence avec nous alors que nous restaurons la puissance et renouvelons la confiance dans chaque projet que nous entreprenons."
    },
    "about": {
        "title": "Nous faisons la différence",
        "description1": "Chez PJ TurbinePro GmbH, nous nous engageons à avoir un impact positif sur l'environnement et à faire face à la crise climatique. Notre mission est de contribuer à un avenir durable en veillant à la performance optimale et à la longévité des éoliennes.",
        "description2": "Avec une équipe de techniciens hautement qualifiés et une grande expérience dans la réparation d'éoliennes, nous nous efforçons de fournir un service de la plus haute qualité à nos clients. Nous nous engageons à maintenir l'intégrité et l'efficacité des éoliennes, leur permettant de tirer parti de la puissance du vent et de produire une énergie propre et renouvelable.",
        "description3": "Notre entreprise est animée par une passion pour la durabilité et une compréhension profonde de l'importance des sources d'énergie renouvelables. Nous travaillons en étroite collaboration avec nos clients pour fournir des solutions sur mesure répondant à leurs besoins spécifiques, en minimisant les temps d'arrêt et en maximisant les performances de leurs systèmes d'éoliennes.",
        "description4": "En accordant la priorité à l'amélioration continue, à l'innovation et à un service client exceptionnel, nous visons à être des leaders de l'industrie de l'énergie éolienne. Nous nous engageons à repousser les limites, à explorer de nouvelles technologies et à mettre en œuvre les meilleures pratiques pour faire progresser l'énergie propre et verte.",
        "openingHours": "Heures d'ouverture",
        "monThu": "Lun - Jeu",
        "friSat": "Ven - Sam",
        "sunday": "Dimanche"
    },
    "contactPage": {
        "title": "Contactez-nous",
        "address": "123 Rue, Ville",
        "email": "Email : exemple@exemple.com",
        "phone": "Téléphone : +1234567890",
        "formTitle": "Veuillez nous contacter !",
        "formNameLabel": "Nom :",
        "formEmailLabel": "Email :",
        "formMessageLabel": "Message :",
        "formButton": "Envoyer"
    },
    "loginPage": {
        "title": "Connexion",
        "emailLabel": "Email",
        "usernameLabel": "Nom d'utilisateur",
        "passwordLabel": "Mot de passe",
        "loginButton": "Se connecter",
        "signupText": "Vous n'avez pas de compte ?",
        "signupLink": "Inscrivez-vous maintenant"
    },
    "navbar": {
        "home": "Accueil",
        "about": "À propos",
        "contact": "Contact",
        "profile": "Profil",
        "work": "Travail",
        "admin": "Admin",
        "logout": "Déconnexion",
        "login": "Connexion"
    },
     "WorkOrder": {
      "formTitle": "Formulaire de commande de travail",
      "workOrderIdLabel": "ID de la commande de travail",
      "workOrderIdPlaceholder": "Entrez l'ID de la commande de travail",
      "submitButton": "Soumettre",
      "confirmationTitle": "Confirmation",
      "confirmationMessage": "Êtes-vous sûr de vouloir soumettre la commande de travail ?",
      "cancelButton": "Annuler",
      "confirmButton": "Confirmer",
      "turbineModelLabel": "Modèle de turbine",
      "turbineModelPlaceholder": "Entrez le modèle de turbine",
      "descriptionLabel": "Description",
      "descriptionPlaceholder": "Entrez la description",
      "locationLabel": "Coordonnées",
      "locationPlaceholder": "Entrez les Coordonnées",
      "technicianLabel": "Technicien",
      "technicianPlaceholder": "Entrez le technicien",
      "dateLabel": "Date",
      "nameLabel": "Nom",
      "namePlaceholder": "Entrez le nom",
      "emailLabel": "Email",
      "emailPlaceholder": "Entrez l'email",
      "phoneLabel": "Téléphone",
      "phonePlaceholder": "Entrez le téléphone",
      "requestDetailsLabel": "Détails de la demande",
      "requestDetailsPlaceholder": "Entrez les détails de la demande",
      "bestTimesLabel": "Meilleurs moments",
      "bestTimesPlaceholder": "Entrez les meilleurs moments",
      "completionDateLabel": "Date de fin",
      "completionDatePlaceholder": "Entrez la date de fin"
    },
    "Post": {
        "orderStatus": "État de la commande",
        "postedBy": "Posté par",
        "orderId": "Ordre de travail",
        "fileLabel": "Importer un fichier",
        "open": "Ouvert",
        "close": "Fermé",
        "model": "Modèle",
        "description": "Description",
        "coordinates": "Coordonnées",
        "technician": "Technicien",
        "date": "Date",
        "requestDetails": "Détails de la demande",
        "bestTimes": "Meilleurs horaires",
        "completionDate": "Date de fin",
        "name": "Nom",
        "email": "Email",
        "phone": "Téléphone",
        "dateTime": "Date, Heure",
        "comments": "Commentaires",
        "deleteButton": "Supprimer",
        "doneButton": "Terminé",
        "addInfoModalTitle": "Ajouter des informations",
        "informationLabel": "Information",
        "informationPlaceholder":"inscrire un commentaire",
        "closeButton": "Fermer",
        "saveButton": "Enregistrer"
    },
    "Users": {
        "rightbarTitle": "Informazioni Utente",
        "onlineText": "Online",
        "adminManager": "Admin: Manager"
    },
    "CompanyProfilePage": {
        "profilePageTitle": "Page de Profil de l'Entreprise",
        "helloMessage": "Bonjour {{name}}",
        "liveChatButton": "Chat en Direct",
        "chatRoomTitle": "Salle de Chat de PJ TurbinePro GmbH",
        "chatRoomDescription": "Ici dans ce chat, vous pouvez discuter avec tous les utilisateurs en ligne",
        "closeButton": "Fermer"
    },
    "cookiePolicy": {
        "title": "Politique relative aux cookies",
        "description1": "Chez <span class=\"highlight\">PJ TurbinePro GmbH</span>, nous nous engageons à avoir un impact positif sur l'environnement et à faire face à la crise climatique. Notre mission est de contribuer à un avenir durable en garantissant des performances optimales et une longévité des éoliennes.",
        "description2": "PJ TurbinePro GmbH (ci-après dénommée « LA SOCIÉTÉ ») souhaite vous fournir toutes les informations nécessaires concernant les cookies utilisés sur notre site Web afin que vous puissiez prendre une décision éclairée sur leur utilisation et la protection de votre vie privée. La présente politique en matière de cookies complète notre politique de confidentialité.",
        "whatAreCookies": "Qu'est-ce que les cookies ?",
        "whatAreCookiesDescription": "Un cookie est un fichier texte qui est téléchargé sur votre appareil (ordinateur, smartphone ou tablette) lorsque vous accédez à un site Web ou utilisez une application, et qui permet au propriétaire du site Web de stocker ou de récupérer des informations concernant vos préférences de navigation.",
        "complementaryPolicy": "PJ TurbinePro GmbH (ci-après dénommée « LA SOCIÉTÉ ») souhaite vous fournir toutes les informations nécessaires concernant les cookies utilisés sur notre site Web afin que vous puissiez prendre une décision éclairée sur leur utilisation et la protection de votre vie privée. La présente politique en matière de cookies complète notre politique de confidentialité.",
        "cookieTypes": "Quels types de cookies ce site Web utilise-t-il ?",
        "cookieTypesDescription": "Nous utilisons des cookies pour permettre, personnaliser et analyser les préférences de navigation, améliorant ainsi la qualité des services proposés. Les cookies utilisés sont classés dans différentes catégories, bien que certains puissent être inclus dans plusieurs catégories :",
        "sessionCookies": "Cookies de session : il s'agit de cookies temporaires qui ne sont pas stockés sur votre appareil et disparaissent une fois que vous avez fermé votre session de navigation.",
        "persistentCookies": "Cookies persistants : ils permettent de stocker des informations sur votre disque dur et de les utiliser après la fermeture de votre navigateur.",
        "ownCookies": "Cookies propres : il s'agit de cookies envoyés à votre disque dur à partir de notre propre site Web, bien que certains soient également fournis par l'outil Google Analytics.",
        "thirdPartyCookies": "Cookies tiers : il s'agit de cookies envoyés à votre appareil depuis un domaine non géré par LA SOCIÉTÉ, mais par une autre entreprise qui traitera les informations obtenues par le biais de ces cookies.",
        "enableFunctionalities": "Pour activer certaines fonctionnalités, notre site Web utilise des cookies de : i) YouTube, Inc. pour la lecture de vidéos (https://www.google.com/intl/es_es/policies/technologies/cookies/) ; ii) SlideShare Inc. pour le téléchargement de documents (http://www.linkedin.com/legal/cookie-policy), et iii) des cookies techniques d'Euroland.com AB pour accéder aux informations boursières.",
        "technicalCookies": "Cookies techniques : ces cookies permettent de naviguer sur notre site Web et d'utiliser les différentes options et services disponibles, tels que le suivi du trafic sur le site et la fourniture de données, l'identification de session, l'accès aux zones restreintes ou l'utilisation d'éléments de sécurité lors de la navigation.",
        "personalisationCookies": "Cookies de personnalisation : il s'agit de cookies qui vous permettent d'accéder à notre site Web avec certaines spécifications prédéfinies en fonction de critères tels que la langue, le type de navigateur ou la configuration régionale à partir de laquelle vous accédez au service.",
        "analyticsCookies": "Cookies d'analyse : il s'agit de cookies utilisés pour suivre et analyser le comportement des utilisateurs. Ce type de cookie nous permet de surveiller l'activité sur notre site Web grâce à des données agrégées ou statistiques sur les habitudes de navigation. Nous utilisons des cookies analytiques, dont certains sont fournis par Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) et l'outil Hotjar Ltd. pour générer des cartes thermiques (représentation graphique du comportement des utilisateurs en ligne sur un site Web spécifique) (https://www.hotjar.com/legal/policies/cookie-information).",
        "cookieResponsibility": "Qui est responsable des cookies ?",
        "cookieResponsibilityDescription": "Les informations collectées via les cookies téléchargés depuis le domaine géré par LA SOCIÉTÉ sont utilisées par LA SOCIÉTÉ, ainsi que par Google Inc. et Hotjar Ltd. en tant que fournisseurs de services d'analyse. D'autres tiers tels que YouTube, Inc., SlideShare et Euroland.com AB peuvent accéder aux informations collectées par le biais des cookies gérés depuis leurs propres domaines. Pour plus d'informations, veuillez lire les informations contenues dans les liens mentionnés ci-dessus, notamment en ce qui concerne les transferts internationaux qui peuvent être effectués par ces fournisseurs.",
        "manageCookies": "Comment pouvez-vous gérer les cookies ?",
        "manageCookiesDescription": "Lors de votre visite sur notre site Web, vous recevrez des informations sur l'utilisation des cookies et sur cette politique en matière de cookies, et vous serez invité à consentir à l'installation des cookies en fonction de leur type. Lors de vos futures visites sur notre site Web, vous pourrez consulter cette politique via le lien fourni. Si vous souhaitez à tout moment retirer votre consentement concernant les cookies de notre site Web ou modifier vos paramètres à cet égard, vous pouvez utiliser notre panneau de configuration situé en bas à droite du site Web. De plus, vous pouvez également supprimer tous les cookies stockés sur votre appareil. Cependant, veuillez noter que le blocage de l'installation ou la suppression des cookies peut affecter certaines fonctionnalités, services ou contenus de notre site Web.",
        "dataRetention": "Combien de temps mes informations sont-elles conservées ?",
        "dataRetentionDescription": "Dans le cas où des données personnelles sont traitées à l'aide de cookies, ces données seront conservées aussi longtemps que nécessaire à la réalisation de l'objectif pour lequel elles ont été collectées. Une fois cet objectif atteint, vos données seront conservées bloquées au cas où une administration publique les demanderait pendant les délais légaux applicables dans chaque cas pour quelque raison que ce soit liée à l'activité de traitement. Après cela, vos données seront effacées.",
        "policyModification": "Modification et mise à jour de cette politique",
        "policyModificationDescription": "LA SOCIÉTÉ peut modifier totalement ou partiellement la présente politique en matière de cookies en publiant ses nouvelles versions de la même manière que la version actuelle est publiée ou par le biais de tout autre moyen de communication destiné aux utilisateurs du site Web, en fonction des obligations légales ou réglementaires ainsi que des objectifs de mise à jour de la politique. Nous vous recommandons donc de consulter périodiquement la politique actuelle.",
        "lastUpdate": "Dernière mise à jour : 31 octobre 2020.",
        "futureVisits": "Visites futures",
        "eraseCookies": "Effacer les cookies",
        "blockEliminateCookies": "Bloquer/éliminer les cookies",
        "browserSettings": "Paramètres du navigateur",
        "modificationTitle": "Modification et mise à jour de cette politique",
        "modificationDescription": "LA SOCIÉTÉ peut modifier totalement ou partiellement la présente politique en matière de cookies en publiant ses nouvelles versions de la même manière que la version actuelle est publiée ou par le biais de tout autre moyen de communication destiné aux utilisateurs du site Web, en fonction des obligations légales ou réglementaires ainsi que des objectifs de mise à jour de la politique. Nous vous recommandons donc de consulter périodiquement la politique actuelle.",
        "thirdPartiesAccess": "Accès par des tiers"
      },
      "footer": {
        "copyright": "2023 PJ TurbinePro GmbH. Tous droits réservés.",
        "cookiePolicy": "Politique en matière de cookies"
      }
      
      
}
  