{
    "landingPage": {
      "welcome": "Добро пожаловать в PJ TurbinePro GmbH",
      "slogan": "Восстанавливаем энергию и восстанавливаем доверие",
      "description1": "В компании <span class=\"highlight\">PJ TurbinePro GmbH</span> мы специализируемся на обслуживании и ремонте турбин. Наша миссия - восстановить энергию и восстановить доверие, предоставляя надежные решения для оптимальной работы турбин.",
      "description2": "С помощью опытных специалистов и передовых технологий мы предлагаем исключительные услуги, превосходящие отраслевые стандарты. От регулярного обслуживания до аварийных ремонтов, мы придерживаемся принципов безопасности, качества и удовлетворенности клиентов.",
      "description3": "Доверьтесь компании <span class=\"highlight\">PJ TurbinePro GmbH</span> как надежному партнеру по поддержанию производительности и надежности вашей электростанции. Ощутите разницу с нами, когда мы восстанавливаем энергию и восстанавливаем доверие в каждом проекте, который мы выполняем."
    },
    "about": {
      "title": "Мы делаем разницу",
      "description1": "В компании <span class=\"highlight\">PJ TurbinePro GmbH</span> мы стремимся оказывать положительное влияние на окружающую среду и решать климатический кризис. Наша миссия - способствовать устойчивому будущему, обеспечивая оптимальную производительность и долговечность ветряных турбин.",
      "description2": "С помощью высококвалифицированных техников и богатого опыта в ремонте ветряных турбин, мы стремимся предоставлять клиентам услуги высочайшего качества. Мы стремимся поддерживать целостность и эффективность ветряных турбин, позволяя им использовать силу ветра и генерировать чистую, возобновляемую энергию.",
      "description3": "Наша компания руководствуется страстью к устойчивости и глубоким пониманием важности источников возобновляемой энергии. Мы тесно сотрудничаем с нашими клиентами, предоставляя индивидуальные решения, соответствующие их потребностям, обеспечивая минимальное время простоя и максимальную производительность их систем ветряных турбин.",
      "description4": "Мы стремимся быть лидерами в отрасли ветроэнергетики, придерживаясь принципов непрерывного совершенствования, инноваций и выдающегося обслуживания клиентов. Мы посвящены преодолению границ, исследованию новых технологий и применению передовых практик для развития чистой, экологически чистой энергии.",
      "openingHours": "Часы работы",
      "monThu": "Пн - Чт",
      "friSat": "Пт - Сб",
      "sunday": "Воскресенье"
    },
    "contactPage": {
      "title": "Свяжитесь с нами",
      "address": "Улица 123, Город",
      "email": "Email: example@example.com",
      "phone": "Телефон: +1234567890",
      "formTitle": "Пожалуйста, свяжитесь с нами!",
      "formNameLabel": "Имя:",
      "formEmailLabel": "Email:",
      "formMessageLabel": "Сообщение:",
      "formButton": "Отправить"
    },
    "loginPage": {
      "title": "Вход",
      "emailLabel": "Email",
      "usernameLabel": "Имя пользователя",
      "passwordLabel": "Пароль",
      "loginButton": "Войти",
      "signupText": "У вас нет аккаунта?",
      "signupLink": "Зарегистрируйтесь сейчас"
    },
    "navbar": {
        "home": "Главная",
        "about": "О нас",
        "contact": "Контакты",
        "profile": "Профиль",
        "work": "Работа",
        "admin": "Админ",
        "logout": "Выход",
        "login": "Войти"
    },
    "WorkOrder": {
      "formTitle": "Форма заявки на работу",
      "workOrderIdLabel": "Идентификатор заявки на работу",
      "workOrderIdPlaceholder": "Введите идентификатор заявки на работу",
      "submitButton": "Отправить",
      "confirmationTitle": "Подтверждение",
      "confirmationMessage": "Вы уверены, что хотите отправить заявку на работу?",
      "cancelButton": "Отмена",
      "confirmButton": "Подтвердить",
      "turbineModelLabel": "Модель турбины",
      "turbineModelPlaceholder": "Введите модель турбины",
      "descriptionLabel": "Описание",
      "descriptionPlaceholder": "Введите описание",
      "locationLabel": "Координаты",
      "locationPlaceholder": "Введите координаты",
      "technicianLabel": "Техник",
      "technicianPlaceholder": "Введите техника",
      "dateLabel": "Дата",
      "nameLabel": "Имя",
      "namePlaceholder": "Введите имя",
      "emailLabel": "Электронная почта",
      "emailPlaceholder": "Введите адрес электронной почты",
      "phoneLabel": "Телефон",
      "phonePlaceholder": "Введите номер телефона",
      "requestDetailsLabel": "Детали запроса",
      "requestDetailsPlaceholder": "Введите детали запроса",
      "bestTimesLabel": "Лучшие времена",
      "bestTimesPlaceholder": "Введите лучшие времена",
      "completionDateLabel": "Дата завершения",
      "completionDatePlaceholder": "Введите дату завершения"
    },
    "Post": {
        "orderStatus": "Статус заказа",
        "postedBy": "Опубликовано",
        "orderId": "Рабочий заказ",
        "fileLabel": "Загрузить файл",
        "open": "Открыто",
        "close": "Закрыто",
        "model": "Модель",
        "description": "Описание",
        "coordinates": "Координаты",
        "technician": "Техник",
        "date": "Дата",
        "requestDetails": "Детали запроса",
        "bestTimes": "Удобное время",
        "completionDate": "Дата завершения",
        "name": "Имя",
        "email": "Email",
        "phone": "Телефон",
        "dateTime": "Дата, Время",
        "comments": "Комментарии",
        "deleteButton": "Удалить",
        "doneButton": "Готово",
        "addInfoModalTitle": "Дополнительная информация",
        "informationLabel": "Информация",
        "informationPlaceholder": "Введите комментарий",
        "closeButton": "Закрыть",
        "saveButton": "Сохранить"
    },
    "Users": {
        "rightbarTitle": "Информация о пользователе",
        "onlineText": "в сети",
        "adminManager": "Администратор: Менеджер"
    },
    "CompanyProfilePage": {
        "profilePageTitle": "Страница профиля компании",
        "helloMessage": "Привет, {{name}}",
        "liveChatButton": "Онлайн-чат",
        "chatRoomTitle": "PJ TurbinePro GmbH Чат",
        "chatRoomDescription": "Здесь, в этом чате, вы можете общаться со всеми онлайн-пользователями",
        "closeButton": "Закрыть"
    },
    "cookiePolicy": {
      "title": "Политика в отношении файлов cookie",
      "description1": "Компания <span class=\"highlight\">PJ TurbinePro GmbH</span> принимает на себя обязательства по оказанию положительного воздействия на окружающую среду и решению проблемы климатического кризиса. Наша миссия состоит в том, чтобы способствовать устойчивому будущему, обеспечивая оптимальную работу и долговечность ветрогенераторов.",
      "description2": "Компания PJ TurbinePro GmbH (в дальнейшем — КОМПАНИЯ) предоставляет вам всю необходимую информацию о файлах cookie, используемых на нашем сайте, чтобы вы могли принять обоснованное решение об их использовании и защите своей конфиденциальности. Настоящая политика в отношении файлов cookie дополняет нашу Политику конфиденциальности.",
      "whatAreCookies": "Что такое файлы cookie?",
      "whatAreCookiesDescription": "Файл cookie представляет собой текстовый файл, загружаемый на ваше устройство (компьютер, смартфон или планшет), когда вы посещаете веб-сайт или используете приложение, и позволяющий владельцу сайта хранить или восстанавливать информацию о ваших предпочтениях при просмотре.",
      "complementaryPolicy": "Компания PJ TurbinePro GmbH (в дальнейшем — КОМПАНИЯ) предоставляет вам всю необходимую информацию о файлах cookie, используемых на нашем сайте, чтобы вы могли принять обоснованное решение об их использовании и защите своей конфиденциальности. Настоящая политика в отношении файлов cookie дополняет нашу Политику конфиденциальности.",
      "cookieTypes": "Какие виды файлов cookie используются на этом сайте?",
      "cookieTypesDescription": "Мы используем файлы cookie для включения, настройки и анализа предпочтений просмотра, тем самым улучшая качество предлагаемых услуг. Используемые файлы cookie классифицируются по разным категориям, хотя некоторые из них могут включаться в несколько категорий:",
      "sessionCookies": "Файлы cookie сеанса: это временные файлы cookie, которые не сохраняются на вашем устройстве и исчезают после завершения сеанса просмотра.",
      "persistentCookies": "Постоянные файлы cookie: они позволяют хранить информацию на вашем жестком диске и использовать ее после закрытия браузера.",
      "ownCookies": "Собственные файлы cookie: это файлы cookie, отправляемые на ваш жесткий диск с нашего собственного сайта, хотя некоторые из них также предоставляются инструментом Google Analytics.",
      "thirdPartyCookies": "Файлы cookie третьих сторон: это файлы cookie, которые отправляются на ваше устройство с домена, не управляемого КОМПАНИЕЙ, а третьей компанией, которая обрабатывает полученную через эти файлы cookie информацию.",
      "enableFunctionalities": "Для включения определенных функций нашего сайта используются файлы cookie от: i) YouTube, Inc. для воспроизведения видео (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. для загрузки документов (http://www.linkedin.com/legal/cookie-policy), и iii) технические файлы cookie от Euroland.com AB для предоставления доступа к информации о бирже.",
      "technicalCookies": "Технические файлы cookie: эти файлы cookie позволяют вам просматривать наш сайт и использовать различные варианты и услуги, такие как отслеживание трафика на сайте и предоставление данных, идентификация сеанса, доступ к ограниченным разделам или использование элементов безопасности во время просмотра.",
      "personalisationCookies": "Файлы cookie персонализации: это файлы cookie, которые позволяют вам получать доступ к нашему сайту с предварительно заданными параметрами в зависимости от таких критериев, как язык, тип браузера или региональная конфигурация, с которой вы получаете доступ к услуге.",
      "analyticsCookies": "Аналитические файлы cookie: это файлы cookie, используемые для отслеживания и анализа поведения пользователя. Этот тип файлов cookie позволяет нам отслеживать активность на нашем сайте с помощью агрегированных или статистических данных о привычках просмотра. Мы используем аналитические файлы cookie, некоторые из которых предоставляются Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) и инструментом Hotjar Ltd. для создания тепловых карт (графическое представление онлайн-поведения пользователя на определенном сайте) (https://www.hotjar.com/legal/policies/cookie-information).",
      "cookieResponsibility": "Кто отвечает за файлы cookie?",
      "cookieResponsibilityDescription": "Информация, собранная через файлы cookie, загруженные с домена, управляемого КОМПАНИЕЙ, используется КОМПАНИЕЙ, а также Google Inc. и Hotjar Ltd. в качестве провайдеров аналитических услуг. Другие третьи стороны, такие как YouTube, Inc., SlideShare и Euroland.com AB, могут получать доступ к информации, собранной через файлы cookie, управляемые с их собственных доменов. Для получения дополнительной информации ознакомьтесь с информацией, содержащейся в вышеупомянутых ссылках, особенно в отношении международных передач, которые могут осуществлять эти поставщики.",
      "manageCookies": "Как управлять файлами cookie?",
      "manageCookiesDescription": "При посещении нашего сайта вы получите информацию о использовании файлов cookie и настоящей Политике в отношении файлов cookie, и вам будет предложено дать согласие на установку файлов cookie в зависимости от их типа. В последующих посещениях нашего сайта пользователь может ознакомиться с настоящей политикой по ссылке. Если в какой-то момент вы захотите отозвать свое согласие в отношении файлов cookie нашего сайта или изменить настройки в этом вопросе, вы можете воспользоваться нашей панелью настройки в правом нижнем углу сайта. Кроме того, вы также можете удалить все файлы cookie, сохраненные на вашем устройстве. Однако имейте в виду, что блокирование установки или удаление файлов cookie может повлиять на некоторые функции, услуги или содержание нашего сайта.",
      "dataRetention": "Сколько времени хранятся мои данные?",
      "dataRetentionDescription": "В случае обработки персональных данных с использованием файлов cookie эти данные будут храниться в течение времени, необходимого для достижения цели, для которой они были собраны. После достижения этой цели ваши данные будут храниться в блокированном состоянии в случае, если какое-либо государственное управление потребует их в течение применимых правовых сроков по любой причине, связанной с деятельностью обработки. После истечения этих сроков ваши данные будут удалены.",
      "policyModification": "Изменение и обновление настоящей политики",
      "policyModificationDescription": "КОМПАНИЯ может полностью или частично изменить настоящую Политику в отношении файлов cookie, публикуя новые версии в том же формате, что и текущая версия, или через любые другие средства связи с пользователями сайта в зависимости от юридических или регуляторных обязательств, а также от целей обновления политики. Поэтому рекомендуем вам периодически проверять текущую политику.",
      "lastUpdate": "Последнее обновление: 31 октября 2020 г.",
      "futureVisits": "Посещения в будущем",
      "eraseCookies": "Удалить файлы cookie",
      "blockEliminateCookies": "Заблокировать/Удалить файлы cookie",
      "browserSettings": "Настройки браузера",
      "modificationTitle": "Изменение и обновление настоящей политики",
      "modificationDescription": "КОМПАНИЯ может полностью или частично изменить настоящую Политику в отношении файлов cookie, публикуя новые версии в том же формате, что и текущая версия, или через любые другие средства связи с пользователями сайта в зависимости от юридических или регуляторных обязательств, а также от целей обновления политики.",
      "thirdPartiesAccess": "Доступ третьих сторон"
    },
    "footer": {
      "copyright": "2023 PJ TurbinePro GmbH. Все права защищены.",
      "cookiePolicy": "Политика использования файлов cookie"
    }
      
      
  }
  